---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropItem
source: html/ff99d4be-d7b7-cfb4-a539-99cb8f34c77f.htm
---
# DuctFittingAndAccessoryPressureDropItem Methods